Repository: amian84/nautilus-cert-handler
Catalog: po/*.po
Languages: es

source: It was not possible install any certificate because firefox is running. Please close Firefox and retry
es: No es posible instalar ningun certificado debido a que Firefox está arrancado. Por favor cierre Firefox e intentelo denuevo

source: It was not possible to add the certificate %s because the password is not valid
es: No ha sido posible instalar el certificado %s debido a que la contraseña no es valida

source: Error configuring %s
es: Error configurando %s

source: The certificate %s has been installed
es: El certificado %s ha sido instalado

source: Certificate %s installed
es: Certificado %s instalado

source: Install certificate
es: Instalar certificado

source: Install selected certificate file to your Mozilla Firefox
es: Instala el certificado seleccionado en el navegador Mozilla Firefox

source: Configuring %s
es: Configurando %s

source: Insert your password to unlock the certificate from file <b>%s</b>
es: Inserte la contraseña para desbloquear el certificado del fichero <b>%s</b>

source: The password is not valid
es: La contraseña no es valida
